Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 会从当前分支的正文目录移除这一章，目录与生成都不再包含它。历史检查点里可能仍保留引用，不能撤销到「从未写过」；若只是暂时不想用，请用「废弃本章」。
source: This removes the chapter from the current branch's manuscript directory; it will no longer appear in the directory or generated output. Historical checkpoints may still retain references, so it cannot be reverted to “never written.” If you only want to set it aside temporarily, use “Discard chapter.”
ja: このブランチの本文ディレクトリからこの章を削除し、目次と生成結果にも含めなくします。過去のチェックポイントには参照が残る場合があり、「最初から書かなかった」状態には戻せません。一時的に使わないだけなら「本章を破棄」を使ってください。
ko: 현재 브랜치의 본문 목차에서 이 장을 삭제하며, 목차와 생성 결과에 더 이상 포함되지 않습니다. 이전 체크포인트에는 참조가 남아 있을 수 있어 「처음부터 쓰지 않은 상태」로 되돌릴 수 없습니다. 잠시 사용하지 않으려는 경우에는 「이 장 폐기」를 사용하세요.
ru: Эта глава будет удалена из каталога основного текста текущей ветки; она больше не будет учитываться в каталоге и при генерации. Ссылки в исторических контрольных точках могут сохраниться — вернуть состояние «никогда не написана» нельзя. Если вы просто временно не хотите её использовать, выберите «Забраковать главу».
zh_hans: 会从当前分支的正文目录移除这一章，目录与生成都不再包含它。历史检查点里可能仍保留引用，不能撤销到「从未写过」；若只是暂时不想用，请用「废弃本章」。
zh_hant: 會從目前分支的正文目錄移除這一章，目錄與產生結果都不再包含這一章。歷史檢查點中可能仍保留引用，無法復原成「從未寫過」；如果只是暫時不想使用，請使用「廢棄本章」。

# 会保留上一稿可用部分，按审稿意见修改并重新审核收录。
source: The usable parts of the previous draft will be kept, revised according to the review, and submitted for review again.
ja: 前稿の利用可能な部分を残し、レビューコメントに沿って修正して再審査・収録します。
ko: 이전 원고에서 사용할 수 있는 부분은 유지하고 검토 의견에 따라 수정한 뒤 다시 심사하여 수록합니다.
ru: Сохранится полезная часть предыдущего варианта; она будет изменена по замечаниям редактора и повторно проверена перед добавлением.
zh_hans: 会保留上一稿可用部分，按审稿意见修改并重新审核收录。
zh_hant: 會保留上一稿的可用部分，依審稿意見修改後重新審核收錄。

# 会删除这个本机技能，并从已启用它的助手中移除。
source: This local Skill will be deleted and removed from assistants that have it enabled.
ja: このローカルスキルを削除し、有効化しているアシスタントからも取り除きます。
ko: 이 로컬 스킬을 삭제하고 이를 활성화한 어시스턴트에서 제거합니다.
ru: Этот локальный Skill будет удалён и отключён у помощников, где он включён.
zh_hans: 会删除这个本机技能，并从已启用它的助手中移除。
zh_hant: 會刪除此本機技能，並從已啟用它的助理中移除。

# 会同时删除版本、grant、audit 和 sharedData，本地操作不可恢复。
source: This will also delete the version, grant, audit, and sharedData; these local changes cannot be recovered.
ja: バージョン、grant、audit、sharedData も同時に削除されます。このローカル操作は元に戻せません。
ko: 버전, grant, audit 및 sharedData도 함께 삭제되며 로컬 작업은 복구할 수 없습니다.
ru: Также будут удалены version, grant, audit и sharedData; локальное действие необратимо.
zh_hans: 会同时删除版本、grant、audit 和 sharedData，本地操作不可恢复。
zh_hant: 會同時刪除版本、grant、audit 和 sharedData，本機操作無法復原。

# 会复用 Gemini CLI 的公开 OAuth 客户端，授权范围包含 Google Cloud。
source: This reuses Gemini CLI's public OAuth client; the authorization scope includes Google Cloud.
ja: Gemini CLI の公開 OAuth クライアントを再利用します。認可範囲には Google Cloud が含まれます。
ko: Gemini CLI의 공개 OAuth 클라이언트를 재사용하며 권한 범위에 Google Cloud가 포함됩니다.
ru: Будет использован публичный OAuth-клиент Gemini CLI; область авторизации включает Google Cloud.
zh_hans: 会复用 Gemini CLI 的公开 OAuth 客户端，授权范围包含 Google Cloud。
zh_hant: 會重用 Gemini CLI 的公開 OAuth 用戶端，授權範圍包含 Google Cloud。

# 会打开系统浏览器完成 xAI 授权。
source: This will open the system browser to complete xAI authorization.
ja: システムブラウザを開いて xAI の認証を完了します。
ko: 시스템 브라우저를 열어 xAI 인증을 완료합니다.
ru: Откроется системный браузер для авторизации xAI.
zh_hans: 会打开系统浏览器完成 xAI 授权。
zh_hant: 會開啟系統瀏覽器完成 xAI 授權。

# 会用应用内嵌的出厂文案覆盖当前本机内容，你或 agent 做过的修改会丢失。
source: This will overwrite the current local content with the factory copy bundled in the app; changes made by you or the agent will be lost.
ja: アプリ内蔵の初期文言で現在のローカル内容を上書きします。あなたや Agent が行った変更は失われます。
ko: 앱에 내장된 기본 문구로 현재 로컬 콘텐츠를 덮어씁니다. 사용자나 Agent가 변경한 내용은 사라집니다.
ru: Встроенные в приложение заводские тексты заменят текущее локальное содержимое; изменения, внесённые вами или Agent, будут потеряны.
zh_hans: 会用应用内嵌的出厂文案覆盖当前本机内容，你或 agent 做过的修改会丢失。
zh_hant: 會使用 App 內嵌的原廠文案覆寫目前的本機內容，你或 agent 所做的修改將會遺失。

# 会话
source: Session
ja: 会話
ko: 세션
ru: Сеанс
zh_hans: 会话
zh_hant: 對話

# 会话 %@，%@ 条消息
source: Conversation %@, %@ messages
ja: セッション %@、%@ 件のメッセージ
ko: 세션 %@, 메시지 %@개
ru: Сеанс %@, %@ сообщений
zh_hans: 会话 %@，%@ 条消息
zh_hant: 會話 %@，%@ 則訊息

# 会话不存在或已过期
source: Session not found or expired
ja: セッションが存在しないか期限切れです
ko: 세션이 없거나 만료됨
ru: Сессия не найдена или истекла
zh_hans: 会话不存在或已过期
zh_hant: 對話不存在或已過期

# 会话保存失败，因此此次小应用生成未保留。请检查存储空间后重试。
source: The session failed to save, so this MiniApp generation wasn't kept. Check your storage space and try again.
ja: セッションを保存できなかったため、今回生成したミニアプリは保持されませんでした。空き容量を確認して再試行してください。
ko: 세션 저장에 실패하여 이번 MiniApp 생성 결과가 보존되지 않았습니다. 저장 공간을 확인한 후 다시 시도하세요.
ru: Сохранить сеанс не удалось, поэтому созданный мини-приложением результат не сохранён. Проверьте свободное место и повторите попытку.
zh_hans: 会话保存失败，因此此次小应用生成未保留。请检查存储空间后重试。
zh_hant: 工作階段儲存失敗，因此這次小應用產生的內容未保留。請檢查儲存空間後重試。

# 会话内容
source: Conversation content
ja: セッション内容
ko: 세션 내용
ru: Содержимое сеанса
zh_hans: 会话内容
zh_hant: 會話內容

# 会话存储「%@」失败：%@。请检查存储空间后重试。
source: Failed to save conversation “%@”: %@. Check available storage and try again.
ja: セッション「%@」の保存に失敗しました：%@。ストレージ容量を確認して再試行してください。
ko: 세션 「%@」 저장 실패: %@. 저장 공간을 확인한 후 다시 시도하세요.
ru: Не удалось сохранить сеанс «%@»: %@. Проверьте свободное место и повторите попытку.
zh_hans: 会话存储「%@」失败：%@。请检查存储空间后重试。
zh_hant: 會話儲存「%@」失敗：%@。請檢查儲存空間後重試。

# 会话存储出错
source: Conversation storage error
ja: セッションの保存中にエラーが発生しました
ko: 세션 저장 오류
ru: Ошибка сохранения сеанса
zh_hans: 会话存储出错
zh_hant: 會話儲存出錯

# 会话标题
source: Session title
ja: セッションタイトル
ko: 세션 제목
ru: Название сессии
zh_hans: 会话标题
zh_hant: 對話標題

# 会话需要重新打开
source: Session needs to be reopened
ja: セッションを開き直す必要があります
ko: 세션을 다시 열어야 함
ru: Сессию нужно открыть заново
zh_hans: 会话需要重新打开
zh_hant: 對話需要重新開啟

# 传感器
source: Sensors
ja: センサー
ko: 센서
ru: Датчики
zh_hans: 传感器
zh_hant: 感測器

# 位置
source: Location
ja: 場所
ko: 위치
ru: Расположение
zh_hans: 位置
zh_hant: 位置

# 低风险
source: Low risk
ja: 低リスク
ko: 저위험
ru: Низкий риск
zh_hans: 低风险
zh_hant: 低風險

# 体育
source: Sports
ja: スポーツ
ko: 스포츠
ru: Спорт
zh_hans: 体育
zh_hant: 體育

# 何时调用
source: When to call
ja: 呼び出すタイミング
ko: 호출 시점
ru: Когда вызывать
zh_hans: 何时调用
zh_hant: 何時呼叫

# 作为手动改写
source: As manual rewrite
ja: 手動リライトとして
ko: 수동 다시쓰기로 사용
ru: Как ручную переработку
zh_hans: 作为手动改写
zh_hant: 作為手動改寫

# 作为新章收录
source: Add as a new chapter
ja: 新しい章として収録
ko: 새 장으로 수록
ru: Добавить как новую главу
zh_hans: 作为新章收录
zh_hant: 作為新章收錄

# 你好，这是 AmberAgent 的语音试听。系统 TTS 可用。
source: Hello, this is an AmberAgent voice preview. System TTS is available.
ja: こんにちは。これは AmberAgent の音声試聴です。システム TTS を利用できます。
ko: 안녕하세요. AmberAgent 음성 미리듣기입니다. 시스템 TTS를 사용할 수 있습니다.
ru: Здравствуйте, это голосовой тест AmberAgent. Системный TTS доступен.
zh_hans: 你好，这是 AmberAgent 的语音试听。系统 TTS 可用。
zh_hant: 你好，這是 AmberAgent 的語音試聽。系統 TTS 可用。

# 你的登录码
source: Your login code
ja: ログインコード
ko: 로그인 코드
ru: Ваш код входа
zh_hans: 你的登录码
zh_hant: 你的登入碼

# 使用 ChatGPT Plus / Pro / Team 订阅,无需 API Key 即可在聊天里调用 Codex 模型。
source: With a ChatGPT Plus / Pro / Team subscription, you can use Codex models in chat without an API Key.
ja: ChatGPT Plus / Pro / Team のサブスクリプションを使えば、API Key なしでチャットから Codex モデルを利用できます。
ko: ChatGPT Plus / Pro / Team 구독을 사용하면 API Key 없이 채팅에서 Codex 모델을 호출할 수 있습니다.
ru: С подпиской ChatGPT Plus / Pro / Team можно вызывать модели Codex в чате без API Key.
zh_hans: 使用 ChatGPT Plus / Pro / Team 订阅,无需 API Key 即可在聊天里调用 Codex 模型。
zh_hant: 使用 ChatGPT Plus / Pro / Team 訂閱，無需 API Key 即可在聊天中呼叫 Codex 模型。

# 使用 iOS AVSpeechSynthesizer，本机可直接试听
source: Uses iOS AVSpeechSynthesizer; preview it directly on this device
ja: iOS AVSpeechSynthesizerを使用し、このデバイスですぐ試聴できます
ko: iOS AVSpeechSynthesizer 사용. 기기에서 바로 미리 들을 수 있습니다.
ru: Используется iOS AVSpeechSynthesizer; прослушать можно прямо на устройстве
zh_hans: 使用 iOS AVSpeechSynthesizer，本机可直接试听
zh_hant: 使用 iOS AVSpeechSynthesizer，裝置上可直接試聽

# 使用分支版本
source: Use branch version
ja: ブランチ版を使用
ko: 브랜치 버전 사용
ru: Использовать версию ветки
zh_hans: 使用分支版本
zh_hant: 使用分支版本

# 使用前需要你明确允许。
source: Your explicit permission is required before use.
ja: 使用前に明示的な許可が必要です。
ko: 사용 전에 명시적으로 허용해야 합니다.
ru: Перед использованием требуется ваше явное разрешение.
zh_hans: 使用前需要你明确允许。
zh_hant: 使用前需要你明確允許。

# 使用受限 WKWebView 工具读取允许站点；不暴露 cookie 值或任意 JS
source: Uses restricted WKWebView tools to read allowed sites; cookie values and arbitrary JS are not exposed
ja: 制限付き WKWebView ツールで許可されたサイトを読み取ります。cookie 値や任意の JS は公開しません。
ko: 제한된 WKWebView 도구로 허용된 사이트를 읽습니다. cookie 값이나 임의의 JS는 노출하지 않습니다.
ru: Используется ограниченный инструмент WKWebView для чтения разрешённых сайтов; значения cookie и произвольный JS не раскрываются
zh_hans: 使用受限 WKWebView 工具读取允许站点；不暴露 cookie 值或任意 JS
zh_hant: 使用受限制的 WKWebView 工具讀取允許的網站；不會暴露 cookie 值或任意 JS

# 高风险模式可访问公网；HTTPS Fake-IP 会通过加密连接向 Google Public DNS 查询域名，请仅使用可信 VPN
source: High-risk mode allows public sites. HTTPS Fake-IP sends hostnames to Google Public DNS over an encrypted connection; use a trusted VPN.
ja: 高リスクモードでは公開サイトにアクセスできます。HTTPS Fake-IP は暗号化接続で Google Public DNS にホスト名を送信するため、信頼できる VPN を使用してください。
ko: 고위험 모드에서는 공개 사이트에 접근할 수 있습니다. HTTPS Fake-IP는 암호화된 연결로 호스트 이름을 Google Public DNS에 전송하므로 신뢰할 수 있는 VPN을 사용하세요.
ru: Режим высокого риска разрешает публичные сайты. Для HTTPS Fake-IP имена хостов отправляются в Google Public DNS по зашифрованному соединению; используйте доверенный VPN.
zh_hans: 高风险模式可访问公网；HTTPS Fake-IP 会通过加密连接向 Google Public DNS 查询域名，请仅使用可信 VPN
zh_hant: 高風險模式可存取公開網站；HTTPS Fake-IP 會透過加密連線向 Google Public DNS 查詢網域，請僅使用可信任的 VPN

# 使用热力图统计
source: Use heatmap statistics
ja: ヒートマップ統計を使用
ko: 히트맵 통계 사용
ru: Использовать статистику тепловой карты
zh_hans: 使用热力图统计
zh_hant: 使用熱力圖統計

# 例如 gpt-4o
source: e.g. gpt-4o
ja: 例：gpt-4o
ko: 예: gpt-4o
ru: Например, gpt-4o
zh_hans: 例如 gpt-4o
zh_hant: 例如 gpt-4o

# 例如：一次性路人，不需要建档
source: Example: a one-off passerby; no profile needed
ja: 例：一度きりの通行人（登録不要）
ko: 예: 일회성 행인, 프로필을 만들 필요 없음
ru: Например: случайный прохожий, профиль не нужен
zh_hans: 例如：一次性路人，不需要建档
zh_hant: 例如：一次性路人，不需要建檔

# 例如：使者身份曝光
source: Example: the messenger's identity is revealed
ja: 例：使者の正体が明らかになる
ko: 예: 사절 신분이 노출됨
ru: Например: личность посланника раскрыта
zh_hans: 例如：使者身份曝光
zh_hant: 例如：使者身分曝光

# 例如：保留构图，把背景改成雪山，把服装改成蓝色。
source: For example: keep the composition, change the background to snowy mountains, and change the outfit to blue.
ja: 例：構図はそのままに、背景を雪山へ、服を青に変更する。
ko: 예: 구도는 유지하고 배경을 설산으로, 의상을 파란색으로 바꿔 보세요.
ru: Например: сохраните композицию, замените фон на заснеженные горы, а одежду сделайте синей.
zh_hans: 例如：保留构图，把背景改成雪山，把服装改成蓝色。
zh_hant: 例如：保留構圖，將背景改成雪山，將服裝改成藍色。

# 例如：第 3 章
source: Example: Chapter 3
ja: 例：第3章
ko: 예: 제3장
ru: Например: глава 3
zh_hans: 例如：第 3 章
zh_hant: 例如：第 3 章

# 保存
source: Save
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# 保存 SVG 到文件
source: Save SVG to file
ja: SVGをファイルに保存
ko: SVG를 파일로 저장
ru: Сохранить SVG в файл
zh_hans: 保存 SVG 到文件
zh_hant: 儲存 SVG 到檔案

# 保存 fork 会话
source: Save forked conversation
ja: fork セッションを保存
ko: fork 세션 저장
ru: Сохранить сеанс fork
zh_hans: 保存 fork 会话
zh_hant: 儲存 fork 會話

# 保存为剧情改写
source: Save as story rewrite
ja: ストーリーリライトとして保存
ko: 스토리 다시쓰기로 저장
ru: Сохранить как переработку сюжета
zh_hans: 保存为剧情改写
zh_hant: 儲存為劇情改寫

# 保存会话
source: Save conversation
ja: セッションを保存
ko: 세션 저장
ru: Сохранить сеанс
zh_hans: 保存会话
zh_hant: 儲存會話

# 保存会话图标
source: Save conversation icon
ja: セッションアイコンを保存
ko: 세션 아이콘 저장
ru: Сохранить значок сеанса
zh_hans: 保存会话图标
zh_hant: 儲存會話圖示

# 保存会话预览
source: Save conversation preview
ja: セッションのプレビューを保存
ko: 세션 미리보기 저장
ru: Сохранить предпросмотр сеанса
zh_hans: 保存会话预览
zh_hant: 儲存會話預覽

# 保存关键词
source: Save keywords
ja: キーワードを保存
ko: 키워드 저장
ru: Сохранить ключевые слова
zh_hans: 保存关键词
zh_hant: 儲存關鍵字

# 保存到 Workspace
source: Save to Workspace
ja: Workspaceに保存
ko: Workspace에 저장
ru: Сохранить в Workspace
zh_hans: 保存到 Workspace
zh_hant: 儲存至 Workspace

# 保存到 Workspace 失败：%@
source: Save to Workspace failed: %@
ja: Workspaceへの保存に失敗しました：%@
ko: Workspace에 저장 실패: %@
ru: Не удалось сохранить в Workspace: %@
zh_hans: 保存到 Workspace 失败：%@
zh_hant: 儲存到 Workspace 失敗：%@

# 保存后台回复
source: Save background response
ja: バックグラウンド返信を保存
ko: 백그라운드 응답 저장
ru: Сохранить фоновый ответ
zh_hans: 保存后台回复
zh_hant: 儲存背景回覆

# 保存后台工具结果
source: Save background tool result
ja: バックグラウンドツール結果を保存
ko: 백그라운드 도구 결과 저장
ru: Сохранить фоновый результат инструмента
zh_hans: 保存后台工具结果
zh_hant: 儲存背景工具結果

# 保存图片到相册
source: Save image to Photos
ja: 画像を写真に保存
ko: 사진 앱에 저장
ru: Сохранить изображение в медиатеку
zh_hans: 保存图片到相册
zh_hant: 儲存圖片到相簿

# 保存失败
source: Save failed
ja: 保存に失敗しました
ko: 저장 실패
ru: Не удалось сохранить
zh_hans: 保存失败
zh_hant: 儲存失敗

# 保存席位
source: Save seats
ja: 席を保存
ko: 좌석 저장
ru: Сохранить места
zh_hans: 保存席位
zh_hant: 儲存席位

# 保存或修改小应用后会出现版本记录
source: Version history appears after saving or editing a mini app
ja: ミニアプリを保存または変更すると、バージョン履歴が表示されます
ko: 미니 앱을 저장하거나 수정하면 버전 기록이 표시됩니다.
ru: После сохранения или изменения мини-приложения здесь появится история версий
zh_hans: 保存或修改小应用后会出现版本记录
zh_hant: 儲存或修改小應用後會顯示版本記錄

# 保存截断回复失败
source: Failed to save truncated response
ja: 切り詰めた返信の保存に失敗しました
ko: 잘린 응답 저장 실패
ru: Не удалось сохранить усечённый ответ
zh_hans: 保存截断回复失败
zh_hant: 儲存截斷回覆失敗

# 保存改写
source: Save rewrite
ja: リライトを保存
ko: 다시쓰기 저장
ru: Сохранить переработку
zh_hans: 保存改写
zh_hant: 儲存改寫

# 保存时会把本章剧情要点一并写入，无需单独同步。
source: Saving also writes this chapter's plot points; no separate sync needed.
ja: 保存時にこの章のプロット要点も書き込まれるため、個別の同期は不要です。
ko: 저장하면 이 장의 스토리 요점도 함께 기록되므로 별도 동기화가 필요 없습니다.
ru: При сохранении ключевые моменты этой главы запишутся вместе — отдельная синхронизация не нужна.
zh_hans: 保存时会把本章剧情要点一并写入，无需单独同步。
zh_hant: 儲存時會一併寫入本章劇情要點，無需個別同步。

# 保存服务
source: Save service
ja: 保存サービス
ko: 저장 서비스
ru: Сохранить сервис
zh_hans: 保存服务
zh_hant: 儲存服務

# 保存服务商
source: Save provider
ja: 保存プロバイダー
ko: 저장 서비스 제공자
ru: Сохранить провайдера
zh_hans: 保存服务商
zh_hant: 儲存服務提供者

# 保存版本
source: Save version
ja: バージョンを保存
ko: 버전 저장
ru: Сохранить версию
zh_hans: 保存版本
zh_hant: 儲存版本

# 保存结果
source: Save result
ja: 結果を保存
ko: 결과 저장
ru: Сохранить результат
zh_hans: 保存结果
zh_hant: 儲存結果

# 保存结果失败
source: Failed to save result
ja: 結果の保存に失敗しました
ko: 결과 저장 실패
ru: Не удалось сохранить результат
zh_hans: 保存结果失败
zh_hant: 儲存結果失敗

# 保存草稿
source: Save draft
ja: 下書きを保存
ko: 초안 저장
ru: Сохранить черновик
zh_hans: 保存草稿
zh_hant: 儲存草稿

# 保存角色覆盖
source: Save character overrides
ja: キャラクター上書きを保存
ko: 캐릭터 덮어쓰기 저장
ru: Сохранить переопределение персонажа
zh_hans: 保存角色覆盖
zh_hant: 儲存角色覆寫

# 保存记忆
source: Save memory
ja: 記憶を保存
ko: 기억 저장
ru: Сохранить память
zh_hans: 保存记忆
zh_hant: 儲存記憶

# 保存重新生成分支
source: Save regenerated branch
ja: 再生成ブランチを保存
ko: 재생성 브랜치 저장
ru: Сохранить ветку повторной генерации
zh_hans: 保存重新生成分支
zh_hant: 儲存重新產生分支

# 保留两份
source: Keep both
ja: 2部残す
ko: 두 개 유지
ru: Оставить обе версии
zh_hans: 保留两份
zh_hant: 保留兩份

# 保留可用段落，只修改已经确认的冲突。
source: Keep usable paragraphs; change only confirmed conflicts.
ja: 利用可能な段落を残し、確認済みの矛盾だけを修正します
ko: 사용 가능한 단락은 유지하고, 확인된 충돌만 수정합니다.
ru: Сохранить пригодные абзацы, изменив только подтверждённые противоречия.
zh_hans: 保留可用段落，只修改已经确认的冲突。
zh_hant: 保留可用段落，只修改已確認的衝突。

# 保留差异并补足解释
source: Keep the differences and add the missing explanation
ja: 差分を残して説明を補足
ko: 차이는 유지하고 설명을 보완
ru: Сохранить различия и добавить пояснения
zh_hans: 保留差异并补足解释
zh_hant: 保留差異並補充說明

# 信任此 Host
source: Trust this Host
ja: このHostを信頼
ko: 이 Host 신뢰
ru: Доверять этому Host
zh_hans: 信任此 Host
zh_hant: 信任此 Host

# 信息
source: Info
ja: 情報
ko: 정보
ru: Информация
zh_hans: 信息
zh_hant: 資訊

# 修改
source: Edit
ja: 編集
ko: 수정
ru: Изменить
zh_hans: 修改
zh_hant: 修改

# 修改 Workspace
source: Edit Workspace
ja: Workspace を編集
ko: Workspace 수정
ru: Изменить Workspace
zh_hans: 修改 Workspace
zh_hant: 修改 Workspace

# 修改图片
source: Edit image
ja: 画像を編集
ko: 이미지 수정
ru: Изменить изображение
zh_hans: 修改图片
zh_hant: 修改圖片

# 修改小应用
source: Edit mini-app
ja: ミニアプリを編集
ko: 미니 앱 수정
ru: Изменить мини-приложение
zh_hans: 修改小应用
zh_hant: 修改小應用

# 修改昵称
source: Edit nickname
ja: ニックネームを変更
ko: 닉네임 변경
ru: Изменить имя
zh_hans: 修改昵称
zh_hant: 修改暱稱

# 修改要求
source: Edit requirements
ja: 変更内容
ko: 수정 요청
ru: Требования к изменению
zh_hans: 修改要求
zh_hant: 修改要求

# 修改记忆
source: Edit memory
ja: 記憶を編集
ko: 기억 수정
ru: Изменить память
zh_hans: 修改记忆
zh_hant: 修改記憶

# 修正服务商
source: Fix provider
ja: サービスプロバイダーを修正
ko: 서비스 제공자 수정
ru: Исправить провайдера
zh_hans: 修正服务商
zh_hant: 修正服務提供者

# 候选会保留在创作记录中，但不能再作为润色版采用。
source: The candidate will remain in the creative history but can no longer be adopted as a polished version.
ja: 候補は制作履歴に残りますが、今後の推敲版として採用できません。
ko: 후보는 창작 기록에 남지만 더 이상 다듬은 버전으로 채택할 수 없습니다.
ru: Кандидат останется в истории создания, но больше не может быть принят как версия правки.
zh_hans: 候选会保留在创作记录中，但不能再作为润色版采用。
zh_hant: 候選稿會保留在創作記錄中，但無法再作為潤飾版採用。

# 候选会保留在创作记录中，但不能再作为这次润色版采用。
source: The candidate will remain in the creative history but can no longer be adopted as this polished version.
ja: 候補は制作履歴に残りますが、今回の推敲版として採用できません。
ko: 후보는 창작 기록에 남지만 이번 다듬은 버전으로는 더 이상 채택할 수 없습니다.
ru: Кандидат останется в истории создания, но больше не может быть принят для этой правки.
zh_hans: 候选会保留在创作记录中，但不能再作为这次润色版采用。
zh_hant: 候選稿會保留在創作記錄中，但無法再作為這次潤飾版採用。

# 候选已过期
source: Candidate expired
ja: 候補の有効期限切れ
ko: 후보 만료됨
ru: Кандидат устарел
zh_hans: 候选已过期
zh_hant: 候選已過期

# 候选气泡会保留在创作记录中，但不能再作为润色版采用。
source: The candidate bubble will remain in the creative history but can no longer be adopted as a polished version.
ja: 候補のチャットバブルは制作履歴に残りますが、推敲版として採用できません。
ko: 후보 말풍선은 창작 기록에 남지만 더 이상 다듬은 버전으로 채택할 수 없습니다.
ru: Сообщение-кандидат останется в истории создания, но больше не может быть принято как версия правки.
zh_hans: 候选气泡会保留在创作记录中，但不能再作为润色版采用。
zh_hant: 候選氣泡會保留在創作記錄中，但無法再作為潤飾版採用。

# 候选生成已中断
source: Candidate generation interrupted
ja: 候補の生成が中断されました
ko: 후보 생성이 중단됨
ru: Создание кандидата прервано
zh_hans: 候选生成已中断
zh_hant: 候選產生已中斷

# 偏好
source: Preferences
ja: 環境設定
ko: 선호
ru: Предпочтения
zh_hans: 偏好
zh_hant: 偏好

# 停止
source: Stop
ja: 停止
ko: 중지
ru: Остановить
zh_hans: 停止
zh_hant: 停止

# 停止 Remote SSH 作业
source: Stop Remote SSH job
ja: Remote SSH ジョブを停止
ko: Remote SSH 작업 중지
ru: Остановить задание Remote SSH
zh_hans: 停止 Remote SSH 作业
zh_hant: 停止 Remote SSH 作業

# 停止 iSH 会话
source: Stop iSH session
ja: iSHセッションを停止
ko: iSH 세션 중지
ru: Остановить сессию iSH
zh_hans: 停止 iSH 会话
zh_hant: 停止 iSH 工作階段

# 停止内置 iSH 作业
source: Stop built-in iSH job
ja: 内蔵 iSH ジョブを停止
ko: 내장 iSH 작업 중지
ru: Остановить встроенное задание iSH
zh_hans: 停止内置 iSH 作业
zh_hant: 停止內建 iSH 作業

# 停止或等待当前任务完成后，即可处理人物身份。
source: Stop or wait for the current task to finish before handling the character identity.
ja: 現在のタスクを停止するか完了まで待つと、キャラクター情報を編集できます。
ko: 현재 작업을 중지하거나 완료될 때까지 기다리면 인물 신원을 확인할 수 있습니다.
ru: После остановки или завершения текущей задачи можно будет подтвердить личность персонажа.
zh_hans: 停止或等待当前任务完成后，即可处理人物身份。
zh_hant: 停止或等待目前任務完成後，即可處理人物身分。

# 停止扫描
source: Stop scan
ja: スキャンを停止
ko: 스캔 중지
ru: Остановить сканирование
zh_hans: 停止扫描
zh_hant: 停止掃描

# 停止批量润色
source: Stop batch polishing
ja: 一括推敲を停止
ko: 일괄 다듬기 중지
ru: Остановить пакетную редактуру
zh_hans: 停止批量润色
zh_hant: 停止批次潤飾

# 停止检查
source: Stop check
ja: チェックを停止
ko: 검사 중지
ru: Остановить проверку
zh_hans: 停止检查
zh_hant: 停止檢查

# 停止生成
source: Stop generation
ja: 生成を停止
ko: 생성 중지
ru: Остановить генерацию
zh_hans: 停止生成
zh_hant: 停止產生

# 停止生成并切换
source: Stop generation and switch
ja: 生成を停止して切り替え
ko: 생성을 중지하고 전환
ru: Остановить генерацию и переключиться
zh_hans: 停止生成并切换
zh_hant: 停止產生並切換

# 停止生成并删除
source: Stop generation and delete
ja: 生成を停止して削除
ko: 생성을 중지하고 삭제
ru: Остановить генерацию и удалить
zh_hans: 停止生成并删除
zh_hant: 停止產生並刪除

# 停止生成并替换
source: Stop generation and replace
ja: 生成を停止して置き換え
ko: 생성을 중지하고 교체
ru: Остановить генерацию и заменить
zh_hans: 停止生成并替换
zh_hant: 停止產生並取代

# 停止试听
source: Stop preview
ja: 試聴を停止
ko: 미리 듣기 중지
ru: Остановить прослушивание
zh_hans: 停止试听
zh_hant: 停止試聽

# 允许
source: Allow
ja: 許可
ko: 허용
ru: Разрешить
zh_hans: 允许
zh_hant: 允許

# 允许 AI 生成？
source: Allow AI generation?
ja: AIによる生成を許可しますか？
ko: AI가 생성하도록 허용할까요?
ru: Разрешить генерацию AI?
zh_hans: 允许 AI 生成？
zh_hant: 允許 AI 產生？

# 允许 Amber 发送提醒、声音和角标
source: Allow Amber to send alerts, sounds, and badges
ja: Amberからの通知、サウンド、バッジを許可します。
ko: Amber가 알림, 소리 및 배지를 보내도록 허용합니다.
ru: Разрешить Amber отправлять оповещения, звуки и значки
zh_hans: 允许 Amber 发送提醒、声音和角标
zh_hant: 允許 Amber 傳送提醒、播放聲音並顯示標記

# 允许%@？
source: Allow %@?
ja: %@を許可しますか？
ko: %@을(를) 허용할까요?
ru: Разрешить %@?
zh_hans: 允许%@？
zh_hant: 允許%@？

# 允许使用网页搜索。
source: Allow web search.
ja: ウェブ検索を許可します。
ko: 웹 검색을 허용합니다.
ru: Разрешить поиск в интернете.
zh_hans: 允许使用网页搜索。
zh_hant: 允許使用網頁搜尋。

# 允许使用这个小应用自己的本地存储。
source: Allow this MiniApp to use its own local storage.
ja: この MiniApp のローカルストレージの使用を許可します。
ko: 이 MiniApp의 로컬 저장소 사용을 허용합니다.
ru: Разрешить этому MiniApp использовать собственное локальное хранилище.
zh_hans: 允许使用这个小应用自己的本地存储。
zh_hant: 允許使用這個小應用自己的本機儲存空間。

# 允许写回聊天草稿？
source: Allow writing back to the chat draft?
ja: チャットの下書きへの書き戻しを許可しますか？
ko: 채팅 초안에 다시 쓰도록 허용할까요?
ru: Разрешить запись в черновик чата?
zh_hans: 允许写回聊天草稿？
zh_hant: 允許寫回聊天草稿？

# 允许创建内容卡片。
source: Allow content cards to be created.
ja: コンテンツカードの作成を許可します。
ko: 콘텐츠 카드 생성을 허용합니다.
ru: Разрешить создавать карточки контента.
zh_hans: 允许创建内容卡片。
zh_hant: 允許建立內容卡片。

# 允许创建内容卡片？
source: Allow creating a content card?
ja: コンテンツカードの作成を許可しますか？
ko: 콘텐츠 카드를 생성하도록 허용할까요?
ru: Разрешить создать карточку контента?
zh_hans: 允许创建内容卡片？
zh_hant: 允許建立內容卡片？

# 允许加载外链图片。
source: Allow loading external images.
ja: 外部画像の読み込みを許可しますか？
ko: 외부 링크 이미지를 로드하도록 허용합니다.
ru: Разрешить загрузку изображения по внешней ссылке.
zh_hans: 允许加载外链图片。
zh_hant: 允許載入外部連結圖片。

# 允许在运行期间发送本地事件。
source: Allow local events to be sent during the run.
ja: 実行中のローカルイベント送信を許可します。
ko: 실행 중 로컬 이벤트 전송을 허용합니다.
ru: Разрешить отправлять локальные события во время выполнения.
zh_hans: 允许在运行期间发送本地事件。
zh_hant: 允許在執行期間傳送本機事件。

# 允许席位联网搜索
source: Allow this seat to search the web
ja: 議席にウェブ検索を許可
ko: 좌석의 인터넷 검색 허용
ru: Разрешить участникам поиск в интернете
zh_hans: 允许席位联网搜索
zh_hant: 允許席位網路搜尋

# 允许打开其他小应用。
source: Allow opening other mini apps.
ja: 他のミニアプリを開くことを許可しますか？
ko: 다른 MiniApp을 열도록 허용합니다.
ru: Разрешить открывать другие мини-приложения.
zh_hans: 允许打开其他小应用。
zh_hant: 允許開啟其他小應用。

# 允许显示提示信息。
source: Allow displaying notices.
ja: ヒントの表示を許可しますか？
ko: 안내 정보를 표시하도록 허용합니다.
ru: Разрешить показывать подсказки.
zh_hans: 允许显示提示信息。
zh_hant: 允許顯示提示訊息。

# 允许更新这个小应用的深度阅读摘要。
source: Allow this MiniApp to update its deep-reading summary.
ja: この MiniApp の深掘り読解の要約を更新することを許可します。
ko: 이 MiniApp의 심층 읽기 요약 업데이트를 허용합니다.
ru: Разрешить этому MiniApp обновлять сводку глубокого чтения.
zh_hans: 允许更新这个小应用的深度阅读摘要。
zh_hant: 允許更新這個小應用的深度閱讀摘要。

# 允许生成聊天草稿，不会自动发送。
source: Allow chat drafts to be generated; they won't be sent automatically.
ja: チャットの下書き生成を許可します。自動送信はされません。
ko: 채팅 초안 생성을 허용하며, 자동으로 전송하지는 않습니다.
ru: Разрешить создавать черновики чата, без автоматической отправки.
zh_hans: 允许生成聊天草稿，不会自动发送。
zh_hant: 允許產生聊天草稿，不會自動傳送。

# 允许订阅设备传感器。
source: Allow subscribing to device sensors.
ja: デバイスセンサーの購読を許可しますか？
ko: 기기 센서 구독을 허용합니다.
ru: Разрешить подписку на датчики устройства.
zh_hans: 允许订阅设备传感器。
zh_hant: 允許訂閱裝置感測器。

# 允许访问 HTTPS 网络。
source: Allow HTTPS network access.
ja: HTTPS ネットワークへのアクセスを許可します。
ko: HTTPS 네트워크 액세스를 허용합니다.
ru: Разрешить доступ к сети HTTPS.
zh_hans: 允许访问 HTTPS 网络。
zh_hant: 允許存取 HTTPS 網路。

# 允许读写这个小应用自己的本地数据。
source: Allow this mini app to read and write its own local data.
ja: このミニアプリ自身のローカルデータの読み書きを許可しますか？
ko: 이 MiniApp의 로컬 데이터 읽기 및 쓰기를 허용합니다.
ru: Разрешить этому мини-приложению читать и записывать свои локальные данные.
zh_hans: 允许读写这个小应用自己的本地数据。
zh_hant: 允許讀寫這個小應用自己的本機資料。

# 允许读取上下文？
source: Allow reading context?
ja: コンテキストの読み取りを許可しますか？
ko: 컨텍스트를 읽도록 허용할까요?
ru: Разрешить читать контекст?
zh_hans: 允许读取上下文？
zh_hant: 允許讀取上下文？

# 允许读取传感器？
source: Allow sensor access?
ja: センサーの読み取りを許可しますか？
ko: 센서 읽기를 허용할까요?
ru: Разрешить доступ к датчикам?
zh_hans: 允许读取传感器？
zh_hant: 允許讀取感測器？

# 允许读取位置？
source: Allow location access?
ja: 位置情報の読み取りを許可しますか？
ko: 위치 읽기를 허용할까요?
ru: Разрешить доступ к местоположению?
zh_hans: 允许读取位置？
zh_hant: 允許讀取位置？
